@extends('layouts.main')
@section('title')
    Ректоры
@endsection
@section('content')
<div class="container-fuild rectors-page">
    <div class="block text-center wow slideInDown object-non-visible">
        <h1>Ректоры ПГУТИ</h1>
    </div>
    <div class="row">
        <div class="col-4">
            <div class="main-photo wow slideInLeft object-non-visible">
                <img fullscreen src="/images/rectors/1.jpg" class="personal-photo">
            </div>
        </div>
        <div class="col-8">
            <div class="wow slideInRight object-non-visible">
                <div class="block">
                    <h1>Полтавцев Всеволод Фёдорович</h1>
                    <hr>
                    <p>Исполнял обязанности начальника Куйбышевского электротехнического института связи (КЭИС) по совместительству в 1956-57 г.г. Он является одним из инициаторов открытия КЭИС в 1956 году, награждён правительственными наградами. Полтавцев В.Ф. родился в г. Сумы, закончил там гимназию и переехал в Крым. Участник Гражданской войны, работал в ЧК. В 1939 году закончил Всесоюзный заочный электротехнический институт связи в Москве, до 1941 г. Работал начальником телеграфа в г. Симферополе, в 1941 году был эвакуирован с семьёй в Киров и до 1943 г. Работал там начальником телеграфа и междугородней телефонной станции. В 1943 г. Переведён в г. Куйбышев на должность начальника телеграфа, а с 1950 по 1963 г Полтавцев В.Ф. работал начальником Куйбышевского политехникума связи.</p>
                </div>
                <div class="block-info">
                    <h3>За время руководства институтом в 1956-57 г.г. Полтавцев В.Ф. осуществил следующее:</h3>
                    <ul>
                        <li>Организовал подготовку инженеров радиосвязи - создал первый в институте факультет радиосвязи и радиовещания, а также кафедры общественного и гуманитарного циклов с учебными кабинетами и лабораториями.</li>
                        <li>Руководил первым набором студентов в 1956 году в качестве председателя приёмной комиссии (было принято 217 студентов).</li>
                        <li>Привлёк к преподаванию в КЭИС учёных вузов, НИИ и специалистов предприятий связи г. Куйбышева.</li>
                        <li>В 1956-57 г.г. были открыты библиотеки с читальным залом и спортивный зал, заработали спортивные секции, были созданы духовой оркестр и первые кружки художественной самодеятельности.</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col-8">
            <div class="wow slideInLeft object-non-visible">
                <div class="block">
                    <h1>Слугинов Сергей Леонидович</h1>
                    <hr>
                    <p>Руководил КЭИС с 1958 по 1981, доцент, Заслуженный связист РСФСР, неоднократно избирался депутатом городского и районного Советов, награждён многими орденами и медалям СССР и Чехословакии. Слугинов С.Л. родился в г. Казани, в 1931-34 г.г. - студент Казанского электротехникума связи. Трудовую деятельность начал в 1934 году радиотехником радиостанции РВ-16 в г. Куйбышеве. Участник Великой Отечественной войны. Высшее образование получил в Ленинградском электротехническом институте связи, в 1956 г. Закончил факультет радиосвязи и радиовещания ЛЭИС с отличием. По окончании ЛЭИС работал начальником Дирекции радиотрансляционной сети г. Куйбышева. С 1957 г. - начальник радиоцентра №3 г. Куйбышева. С этой должности в 1958 г. был переведён на должность начальника ККЭИС, с 1961 по 1981 г.г. - ректор КЭИС, с 1982 по 1987 г.г. доцент кафедры радиоприёмных устройств КЭИС.</p>
                </div>
                <div class="block-info">
                    <h2>Этапы становления КЭИС в период руководства Слугинова С.Л.:</h2>
                    <ul>
                        <li>Организована подготовка инженеров электросвязи - создан факультете телеграфнотелефонной связи (ТТС), затем на его базе образованы два факультета: многоканальной электрической связи (МЭС) и автоматической электрической связи (АЭС), были созданы лаборатории специальных кафедр по подготовке инженеров радио и электросвязи.</li>
                        <li>Были открыты заочное отделение, курсы повышения квалификации, подготовительные курсы, научно-исследовательский сектор.</li>
                        <li>Организована подготовка кадров высшей квалификации через целевую аспирантуру и соискательство, был сформирован высококвалифицированный профессорско-преподавательский состав, более 30% которого имели учёные степени и звания.</li>
                        <li>Открыты научные и отраслевые лаборатории, где выполнялись госбюджетные и хоздоговорные НИР по заказам предприятий. Создана патентная служба, число получаемых авторских свидетельств, получаемых преподавателями и сотрудниками института, доходило до нескольких десятков в год.</li>
                        <li>Созданы радиотехническая и механическая мастерские, лаборатория технических средств обучения с телевизионными аудиториями, студенческое конструкторское бюро, студенты института получали дипломы областных и Всесоюзных конкурсов.</li>
                        <li>К преподавательской деятельности в качестве лекторов, председателе ГК и руководителей дипломных проектов были привлечены высококвалифицированные специалисты предприятий связи г. Куйбышева.</li>
                        <li>В институте стали ежегодно проводиться научно-технические, научно-методические и студенческие научно-технические конференции, налажен выпуск научного сборника «Радиотехника в научном хозяйстве».</li>
                        <li>Была открыта кафедра вычислительной техники и первый вычислительный центр, оснащённый ЭВМ «Накфа -5».</li>
                        <li>Реконструирован учебный корпус №1, были построены: два общежития для студентов, спортзал, столовая, жилой дом для преподавателей и сотрудников на ул. Советской Армии, спортивно-оздоровительный лагерь, гараж.</li>
                        <li>Осуществлено проектирование и начато строительство учебного корпуса №2 на Московском шоссе 77.</li>
                    </ul>
                </div>
            </div>
        </div>
        <div class="col-4">
            <div class="main-photo wow slideInRight object-non-visible">
                <img fullscreen src="/images/rectors/2.jpg" class="personal-photo">
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col-4">
            <div class="main-photo wow slideInLeft object-non-visible">
                <img fullscreen src="/images/rectors/3.jpg" class="personal-photo">
            </div>
        </div>
        <div class="col-8">
            <div class="wow slideInRight object-non-visible">
                <div class="block">
                    <h1>Морозов Виталий Константинович</h1>
                    <hr>
                    <p>Ректор КЭИС с 1981г. по 1988 г., доктор технических наук, профессор, Президент Поволжского отделении Международной академии информатизации, имеет правительственные награды. Родился в г. Рыбинске Ярославской области, в 1957 году с отличием закончил Куйбышевский политехнический институт (КПИ), электротехнический факультет по специальности «Электрификация промпредприятий». В 1957-58 г с работал инженером радиоцентра № 3 г. Куйбышеве, в 1959 году поступил в аспирантуру КПИ. В период с 1959 по 1981 г.г. Морозов В.К. прошел путь от аспиранта до заведующего кафедрой КПИ. В 1964 году успешно защитил кандидатскую, в 1978 году докторскую диссертацию. В списке научных трудов Морозова В.К. более 150 публикаций, в том числе 25 авторских свидетельств на изобретения. В декабре 1981 года был назначен на должность ректора КЭИС.</p>
                </div>
                <div class="block-info">
                    <h2>За время руководства институтом Морозовым В.К. осуществил следующее:</h2>
                    <ul>
                        <li>Осуществлен ввод в эксплуатацию низкой части учебного корпуса №2 на Московском шоссе, где были созданы лекционные аудитории, библиотека с читальным залом и новый вычислительный центр, в корпус №2 был переведен ряд кафедр КЭИС.</li>
                        <li>Были выполнены первые хоздоговорные НИР по информационной тематике, создана материальная база для широкого внедрения вычислительной техники в учебный процесс.</li>
                        <li>По итогам социалистического соревнования коллектив института занял в 1982 году третье место грели шести институтов связи Министерства связи СССР и второе место среди девяти вузов Куйбышевской области.</li>
                        <li>Число преподавателей с учеными степенями и званиями за период с 1981 по 1988 годы в КЭИС увеличилось с 30% до 40%.</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col-8">
            <div class="wow slideInLeft object-non-visible">
                <div class="block">
                    <h1>Витевский Владимир Борисович</h1>
                    <span>Кандидат технических наук, профессор</span>
                    <hr>
                    <p>Витевский Владимир Борисович, ректор КЭИС-ПИИРС-ПГАТИ с 1988 по 2001г., профессор, кандидат технических наук, Заслуженный работник связи РФ, имеет правительственные награды, ему присвоены звания «Почетный радист», «Мастер связи», «Почётный ректор». Витевский В.Б. стал первым ректором вуза, прошедшим через процедуру избрания ректора коллективом.  Витевский В.Б. родился в г. Куйбышеве, по окончании школы стал студентом КЭИС первого набора.  Вся трудовая деятельность Витевского В.Б. связана с нашим вузом, где он проработал в должностях от ассистента до ректора. За эти годы им опубликовано более 140 научных и методических работ. В 1991 г. по инициативе Витевского В.Б. КЭИС был переименован в Поволжский институт информатики, радиотехники и связи (ПИИРС), а в 1998 г. повысился статус вуза - он стал Поволжской государственной академией телекоммуникаций и информатики (ПГАТИ). В состав академии был введён Самарский колледж связи, открыты филиалы академии в г. Ставрополе и Оренбурге, число специальностей и направлений подготовки в вузе возросло с 3 до 9, число профессоров и докторов наук возросло с 2 до 38 человек, а число преподавателей с учёными степенями и званиями превысило 60 %.  Была введена в эксплуатацию высотная часть учебного корпуса №2, были созданы общеинженерный факультет, факультет экономики, телекоммуникаций и информатики, факультет второго высшего образования. За время работы Витевского В.Б. в должности ректора институт успешно развивался и заслужил авторитет и признание в России и за рубежом. C 2002 г. Витевский В.Б. является Ученым секретарем университета.</p>
                </div>
            </div>
        </div>
        <div class="col-4">
            <div class="main-photo wow slideInRight object-non-visible">
                <img fullscreen src="/images/rectors/4.jpg" class="personal-photo">
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col-4">
            <div class="main-photo wow slideInLeft object-non-visible">
                <img fullscreen src="/images/rectors/5.jpg" class="personal-photo">
            </div>
        </div>
        <div class="col-8">
            <div class="wow slideInRight object-non-visible">
                <div class="block">
                    <h1>Андреев Владимир Александрович</h1>
                    <hr>
                    <p>Ректор ПГАТИ с 2002г. Доктор технических наук, профессор, Президент общественно-научной Академии телекоммуникации и информатики, член Президиума УМО по образованию в области телекоммуникации, председатель редакционных советов двух научных журналов, «Мастер связи», Андреев В.А. родился на ст. Погрузная в Куйбышевской области. В 1974 он закончил с отличием КЭИС, факультет МЭС. Начал работу в Поволжской государственной академии телекоммуникации и информатики с 1978г. в должности ассистента кафедры линии связи и измерений в технике связи (ЛС и ИТС). Кандидатскую диссертацию защитил в 1980 году, докторскую в 1992г., с 1994г - профессор. В 1996 и 1998 г.г. проходил стажировку в учебных центрах и университетах Англии, Франции, Германии. Является одним из создателей Самарского Регионального Телекоммуникационного Трейнинг-центра в рамках международной программы TACIS, который под его руководством стал ведущим учебным центром повышения квалификации специалистов крупнейших телекоммуникационных компаний России (ОАО «Связьинвест», ОАО «Ростелеком» и др.) С 1992 г. Андреев В.А. - заведующий кафедрой ЛС и ИТС, под его руководством созданы лаборатории волоконно-оптических линий связи и современных способов монтажа кабелей связи. Андреев В.А. - известный ученый в области электрических и волоконно- оптических линий связи, электромагнитной совместимости систем телекоммуникаций. Им опубликовано более 240 научных и учебно-методических работ, в том числе шесть монографий, два учебника и свыше десяти учебных пособий с грифом УМО, он подготовил 8 кандидатов и 2 доктора технических наук. С 2000 г. Андреев В.А. - председатель Диссертационного совета, он неоднократно избирался членом совета директор ОАО «Волгателеком», активно развивает деловые связи академии с ведущими фирмами, работающими в отрасли связи и в смежных отраслях.</p>
                </div>
                <div class="block-info">
                    <h2>За время работы Андреев В.А. в должности ректора ПГАТИ реализовано следующее:</h2>
                    <ul>
                        <li>В июне 2002 г. проведена аттестация и аккредитация ПГАТИ, в 2003 г. началась подготовка кадров по новой специальности «Информационные системы и технологии», открыт филиал в г. Казани.</li>
                        <li>Открыты две новые специальности: «Информационная безопасность телекоммуникационных систем» и «Связи с общественностью», взят курс на преобразование ПГАТИ в университет.</li>
                        <li>С ноября 2003 г. выпускается многотиражная газета «Академия связи», с 2004 г. - научный журнал «Инфокоммуникационные технологии», в 2005 г. включенный в перечень ВАК Минобразования РФ. В 2006 году открыт музей ПГАТИ.</li>
                        <li>Созданы факультет повышения квалификации и кафедры: «Инфокоммуникационных технологий», «Электронной коммерции», «Систем связи», «Электродинамики и антенн». На базе кафедры «Вычислительной техники» созданы две кафедры: «Информатики и вычислительной техники» и «Информационных систем и технологий».</li>
                        <li>Открыты два диссертационных совета по защите кандидатских и докторских диссертаций. Открыта новая специальность в аспирантуре 05.13.10 Управление в социальных и экономических системах.</li>
                        <li>За четыре года удвоилось число дисплейных классов и персональных компьютеров, обновился парк измерительных приборов и аппаратуры в учебных лабораториях кафедр.</li>
                        <li>Созданы административно-кадровое управление, управление информатизации, отдел управления качеством, отдел дистанционного образования, студенческий молодёжный центр, центр трудоустройства и центр дополнительных образовательных услуг.</li>
                        <li>Капитально отремонтированы два общежития студентов, более половины учебных аудиторий и лабораторий в учебных корпусах №1 и №2, вестибюли, коридоры, места общего пользования, концертный зал в корпусе №2, библиотека.</li>
                        <li>Число профессоров и докторов наук с 2002 по 2006 г. возросло в академии с 38 до 45.</li>
                        <li>Успешно реализуется программа международного сотрудничества «Вместе с Алкатель» и ряд других программ регулярно проводятся международные научно-технические конференции, ежегодно несколько преподавателей посещают зарубежные вузы и фирмы.</li>
                        <li>Развиваются программы воспитательной работы и социальной поддержки студентов- сирот и оставшихся без попечения родителей студентов, созданы 4 тренажёрных зала, регулярно проводятся спартакиады среди студентов.</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="col-8">
            <div class="wow slideInLeft object-non-visible">
                <div class="block">
                    <h1>Мишин Дмитрий Викторович</h1>
                    <span>Доктор технических наук, профессор</span>
                    <hr>
                    <p>Мишин Дмитрий Викторович, родился 23 июня 1965 года в г. Куйбышеве.
                    В 1987 году с отличием окончил Куйбышевский электротехнический институт связи по специальности «Радиосвязь и радиовещания». 
                    В 1987 году был избран председателем студенческого профкома. 
                    С 1989 года на преподавательской работе – ассистент кафедры «Теория передачи сигналов и передача дискретных сообщений». 
                    В 1996 году после окончания заочной аспирантуры защитил кандидатскую диссертацию на тему «Адаптивная фильтрация и кодирование в последовательных системах передачи дискретных сообщений по многолучевым каналам связи». В 1997 году было присвоено ученое звание доцент.
                    С 1996 года работал в должности доцента кафедры «Теоретические основы радиотехники и связи», а с 2000 года – доцента кафедры «Автоматическая электросвязь».
                    В 2004 году после окончания докторантуры защитил докторскую диссертацию на тему «Методы повышения эффективности обработки сигналов в каналах с памятью». В 2010 было присвоено ученое звание профессор по кафедре «Радиосвязь, радиовещание и телевидение». В этом же году присвоено почетное звание «Мастер связи».
                    В 2005 году был избран на должность декана факультета заочного обучения.
                    В 2008 году был назначен на должность проректора по заочному обучению и качеству, с 2013 – проректор по учебной работе, а с 2017 года – ректор Поволжского государственного университета телекоммуникаций и информатики.
                    Во время работы в должностях декана факультета и проректора по заочному обучению был сформирован новый подход к обучению студентов-заочников: внедрение электронных учебно-методических материалов, системы компьютерного тестирования, системы дистанционного обучения.
                    В 2007 году под руководством Мишина Д.В. создана и сертифицирована система менеджмента качества (СМК) университета. Был получен сертификат соответствия СМК требованиям ГОСТ Р ИСО 9001-2001.
                    Мишин Д.В. является автором более 250 научных и методических работ, в число которых входит монография, справочник, опубликованные в центральных издательствах, статьи в ведущих отечественных и зарубежных научных журналах, 6 патентов на изобретения, доклады на международных и российских научно-технических конференциях и симпозиумах, учебные пособия, сборники задач и различные методические материалы. 
                    Научные направления работ: проблемы передачи дискретных сообщений по многолучевым каналам со сложной помеховой обстановкой, вопросы анализа и синтеза эффективных алгоритмов цифровой обработки сигналов, вопросы адаптивной фильтрации сигналов и помех, кодирование в каналах с памятью. 
                    В 2004 году присвоено звание «Мастер связи». 
                    В 2006 году отмечен благодарностью Государственной Думы РФ.
                    В 2014 году награжден Почетной грамотой Губернатора Самарской области. 
                    В 2016 году награжден Почетной грамотой Министра связи и массовых коммуникаций РФ.
                    В 2017 году назначен ректором ПГУТИ.
                    </p>
                </div>
            </div>
        </div>
        <div class="col-4">
            <div class="main-photo wow slideInRight object-non-visible">
                <img fullscreen src="/images/rectors/6.jpg" class="personal-photo">
            </div>
        </div>
    </div>
</div>
@endsection